Repository: Citrinate/FreePackages
Catalog: FreePackages/Localization/Strings.*.resx
Languages: de_de, ru_ru, tr_tr, uk_ua, zh_hans, zh_hant

# BadgeDataFetchFailed
source: Failed to fetch badge data for free packages
de_de: Abruf der Abzeichendaten für kostenlose Pakete fehlgeschlagen
ru_ru: Не удалось получить данные о значках для бесплатных пакетов
tr_tr: Ücretsiz paketlerin rozet verileri alınamadı
uk_ua: Не вдалося отримати дані о значках для безплатних пакетів
zh_hans: 获取免费包徽章数据失败
zh_hant: 獲取免費包徽章資料失敗

# BadgeDataParsingFailed
source: Failed to parse badge data for free packages
de_de: Parsen der Abzeichendaten für kostenlose Pakete fehlgeschlagen
ru_ru: Не удалось собрать данные о значках для бесплатных пакетов
tr_tr: Ücretsiz paketlerin rozet verileri çözümlenemedi
uk_ua: Не вдалося зібрати дані о значках для безплатних пакетів
zh_hans: 解析免费包徽章数据失败
zh_hant: 解析免費包徽章資料失敗

# PlaytestConfigLimitTriggered
source: Changed PlaytestMode to 0 (None), only 1 bot is allowed to use this filter
de_de: PlaytestMode auf 0 (keiner) geändert, nur 1 Bot darf diesen Filter verwenden
ru_ru: Значение фильтра PlaytestMode было автоматически заменено на "0" (игнорировать всё), так как его может использовать только один бот
tr_tr: PlaytestMode 0 (Yok) olarak değiştirildi, bu filtreyi yalnızca 1 bot kullanabilir
uk_ua: Значення фільтра PlaytestMode було автоматично замінено на "0" (ігнорувати все), оскільки його може використовувати тільки один бот
zh_hans: 已将 PlaytestMode 更改为 0 (None)，只有一个机器人可使用此过滤器
zh_hant: 已將遊戲測試模式更改為 0 (None)，只有 1 個機器人可使用此過濾器

# QueueEmpty
source: Queue is empty
de_de: Warteschlange ist leer
ru_ru: Очередь пуста
tr_tr: Kuyruk boş
uk_ua: Черга порожня
zh_hans: 队列为空
zh_hant: 佇列為空

# PackagesRemoved
source: {0} free packages removed.
de_de: {0} kostenlose Pakete entfernt.
ru_ru: Бесплатных пакетов удалено: {0}.
tr_tr: {0} ücretsiz paket kaldırıldı.
uk_ua: Безплатних пакетів видалено: {0}.
zh_hans: {0} 免费包已移除。
zh_hant: {0} 免費包已移除。

# DiscoveredAppsRemoved
source: {0} discovered apps removed.
de_de: {0} entdeckte Apps entfernt.
ru_ru: Обнаруженных приложений удалено: {0}.
tr_tr: {0} keşfedilen uygulama kaldırıldı.
uk_ua: Виявлених застосунків видалено: {0}.
zh_hans: {0} 已发现应用已移除。
zh_hant: {0} 已發現應用已移除。

# DiscoveredPackagesRemoved
source: {0} discovered packages removed.
de_de: {0} entdeckte Pakete entfernt.
ru_ru: Обнаруженных пакетов удалено: {0}.
tr_tr: {0} keşfedilen paket kaldırıldı.
uk_ua: Виявлених пакетів видалено: {0}.
zh_hans: {0} 已发现包已移除。
zh_hant: {0} 已發現包已移除。

# DiscoveredAppsAdded
source: Added {0} to discovered apps queue
de_de: {0} zur Warteschlange für entdeckte Apps hinzugefügt
ru_ru: {0} добавлено в очередь обнаруженных приложений
tr_tr: {0} keşfedilen uygulamalar kuyruğuna eklendi
uk_ua: Додано {0} до черги виявлених застосунків
zh_hans: 添加 {0} 至已发现应用队列
zh_hant: 新增 {0} 至已發現應用佇列

# DiscoveredPackagesAdded
source: Added {0} to discovered packages queue
de_de: {0} zur Warteschlange für entdeckte Pakete hinzugefügt
ru_ru: {0} добавлено в очередь обнаруженных пакетов
tr_tr: {0} keşfedilen paketler kuyruğuna eklendi
uk_ua: Додано {0} до черги виявлених пакетів
zh_hans: 添加 {0} 至已发现包队列
zh_hant: 新增 {0} 至已發現包佇列

# AppsQueued
source: Added {0} to free packages queue
de_de: {0} zur Warteschlange für kostenlose Pakete hinzugefügt
ru_ru: {0} добавлено в очередь бесплатных пакетов
tr_tr: {0} ücretsiz paket kuyruğuna eklendi
uk_ua: Додано {0} до черги безплатних пакетів
zh_hans: 添加 {0} 至免费包队列
zh_hant: 新增 {0} 至免費包佇列

# PackagesQueued
source: Added {0} to free packages queue
de_de: {0} zur Warteschlange für kostenlose Pakete hinzugefügt
ru_ru: {0} добавлено в очередь бесплатных пакетов
tr_tr: {0} ücretsiz paket kuyruğuna eklendi
uk_ua: Додано {0} до черги безплатних пакетів
zh_hans: 添加 {0} 至免费包队列
zh_hant: 新增 {0} 至免費包佇列

# ActivationPaused
source: Pausing free package activations until {0}
de_de: Aktivierung kostenloser Pakete pausiert bis {0}
ru_ru: Активация бесплатных пакетов приостановлена до {0}
tr_tr: Ücretsiz paket etkinleştirmeleri {0} tarihine kadar duraklatıldı
uk_ua: Призупинення активації безплатних пакетів до {0}
zh_hans: 暂停免费包激活任务直到 {0}
zh_hant: 暫停免費包啟用，直到 {0}

# RateLimitExceeded
source: Free Package rate limit exceeded
de_de: Aktivierungslimit überschritten
ru_ru: Плагин "Free Package" превысил лимит активаций
tr_tr: Ücretsiz Paket hız limiti aşıldı
uk_ua: Перевищено ліміт безплатних пакетів
zh_hans: 超出免费包速率限制
zh_hant: Free Package 達到速率上限

# ReplacedWith
source: Replaced with {0}
de_de: Ersetzt durch {0}
ru_ru: Заменено на {0}
tr_tr: {0} ile değiştirildi
uk_ua: Замінено на {0}
zh_hans: 替换为 {0}
zh_hant: 替換為 {0}

source: Unknown
de_de: Unbekannt
ru_ru: Неизвестно
tr_tr: Bilinmiyor
uk_ua: Невідомо
zh_hans: 未知
zh_hant: 未知

source: Invalid
de_de: Ungültig
ru_ru: Некорректно
tr_tr: Geçersiz
uk_ua: Некоректно
zh_hans: 无效
zh_hant: 無效

source: Failed
de_de: Fehlgeschlagen
ru_ru: Неудачно
tr_tr: Başarısız
uk_ua: Невдало
zh_hans: 失败
zh_hant: 失敗

source: Waitlisted
de_de: Auf der Warteliste
ru_ru: Ожидание
tr_tr: Beklemeye alındı
uk_ua: У списку очікування
zh_hans: 等待列表
zh_hant: 等待清單

# QueueStatus
source: {0} free packages queued. {1}/{2} activations used.
de_de: {0} kostenlose Pakete in der Warteschlange. {1}/{2} Aktivierungen verwendet.
ru_ru: Бесплатных пакетов в очереди: {0}. Активаций использовано: {1}/{2}.
tr_tr: {0} ücretsiz paket kuyrukta. {1}/{2} etkinleştirme kullanıldı.
uk_ua: Безплатних пакетів у черзі: {0}. Активацій використано: {1}/{2}.
zh_hans: {0} 个免费包已添加至队列，{1}/{2} 已激活。
zh_hant: {0} 個免費包已新增至佇列，{1}/{2} 已啟用。

# QueuePausedWhileIngame
source: Activations are now paused as the account is being used to play a game.
de_de: Die Aktivierung wurde pausiert, da das Konto zum Spielen eines Spiels verwendet wird.
ru_ru: Активации приостановлены, поскольку аккаунт используется для игры.
tr_tr: Etkinleştirmeler, hesap oyun oynarken duraklatıldı.
uk_ua: Активації призупинені, оскільки обліковий запис використовується для гри.
zh_hans: 因为账户被游戏占用，激活任务已暂停。
zh_hant: 因為帳號被遊戲佔用，啟用任務已暫停。

# QueueLimitedUntil
source: Activations will resume at {0}.
de_de: Die Aktivierung wird um {0} fortgesetzt.
ru_ru: Активации продолжатся в {0}.
tr_tr: Etkinleştirmeler {0} tarihinde yeniden başlayacak.
uk_ua: Активації поновляться в {0}.
zh_hans: 激活任务将在 {0} 恢复。
zh_hant: 啟用任務將在 {0} 恢復。

# QueueDiscoveryStatus
source: {0} apps and {1} packages discovered but not processed yet.
de_de: {0} Apps und {1} Pakete entdeckt, aber noch nicht bearbeitet.
ru_ru: Обнаружены, но ещё не обработаны приложения в количестве "{0}" и пакеты в количестве "{1}".
tr_tr: {0} uygulama ve {1} paket keşfedildi ancak henüz işlenmedi.
uk_ua: Виявлено {0} застосунків та {1} пакетів, але ще не оброблено.
zh_hans: {0} 应用和 {1} 包已发现但尚未处理。
zh_hant: {0} 應用和 {1} 包已發現但尚未處理。

# PICSRestart
source: PICS restarted, skipping from change number {0} to {1}
de_de: PICS neu gestartet, überspringe von der Nummer {0} bis {1}
ru_ru: PICS перезапущен. Переход с номера изменения {0} на {1}
tr_tr: PICS yeniden başlatıldı, değişiklik numarası {0}'den {1}'e atlanıyor
uk_ua: PICS перезапущено, перейшовши від номера зміни {0} до {1}
zh_hans: PICS 已重启，跳过更改号 {0} 至 {1}
zh_hant: PICS 已重啟，跳過更改編號 {0} 至 {1}

# MissedApps
source: Possibly missed some free apps due to PICS restart
de_de: Möglicherweise wurden einige kostenlose Apps aufgrund eines PICS-Neustarts verpasst
ru_ru: Возможно, пропущены некоторые бесплатные приложения из-за перезагрузки PICS
tr_tr: PICS yeniden başlatması nedeniyle bazı ücretsiz uygulamalar kaçırılmış olabilir
uk_ua: Можливо, пропущено деякі безплатні застосунки через перезапуск PICS
zh_hans: 由于PICS重启，可能忽略了一些免费应用
zh_hant: 由於 PICS 重啟，可能忽略了一些免費應用

# RecoveredApps
source: Recovered {0} app changes at change number {1}
de_de: {0} Appänderungen bei Änderungsnummer {1} wiederhergestellt
ru_ru: Восстановлены изменения приложений в количестве: "{0}" под изменённым номером {1}
tr_tr: {0} uygulama değişikliği, değişiklik numarası {1}'de kurtarıldı
uk_ua: Відновлено {0} змін застосунку з номером зміни {1}
zh_hans: 已恢复 {0} 应用更改，更改编号 {1}
zh_hant: 已恢復 {0} 應用更改，更改編號 {1}

# MissedPackages
source: Possibly missed some free packages due to PICS restart
de_de: Möglicherweise wurden einige kostenlose Pakete aufgrund eines PICS-Neustarts verpasst
ru_ru: Возможно, пропущены некоторые бесплатные пакеты из-за перезагрузки PICS
tr_tr: PICS yeniden başlatması nedeniyle bazı ücretsiz paketler kaçırılmış olabilir
uk_ua: Можливо, пропущено деякі безплатні пакети через перезапуск PICS
zh_hans: 由于PICS重启，可能忽略了一些免费包
zh_hant: 由於 PICS 重啟，可能忽略了一些免費包

# RecoveredPackages
source: Recovered {0} package changes at change number {1}
de_de: {0} Paketänderungen bei Änderungsnummer {1} wiederhergestellt
ru_ru: Восстановлены изменения пакетов в количестве: "{0}" под изменённым номером {1}
tr_tr: {0} paket değişikliği, değişiklik numarası {1}'de kurtarıldı
uk_ua: Відновлено {0} змін пакетів з номером зміни {1}
zh_hans: 已恢复 {0} 包更改，更改号 {1}
zh_hant: 已恢復 {0} 包更改，更改編號 {1}

source: No packages found
de_de: Keine Pakete gefunden
ru_ru: Пакеты не обнаружены
tr_tr: Paket bulunamadı
uk_ua: Пакети не знайдено
zh_hans: 未找到包
zh_hant: 未找到包

source: No apps found
de_de: Keine Apps gefunden
ru_ru: Приложения не найдены
tr_tr: Uygulama bulunamadı
uk_ua: Застосунки не знайдено
zh_hans: 未找到应用
zh_hant: 未找到應用

# AppListFetchFailed
source: Failed to get app list
de_de: App-Liste konnte nicht abgerufen werden
ru_ru: Не удалось получить список приложений
tr_tr: Uygulama listesi alınamadı
uk_ua: Не вдалося отримати список застосунків
zh_hans: 获取应用列表失败
zh_hant: 獲取應用清單失敗

# PluginNotEnabled
source: Free Packages plugin not enabled
de_de: Plugin Free Packages nicht aktiviert
ru_ru: Плагин "Free Packages" не включён
tr_tr: Ücretsiz Paketler eklentisi etkin değil
uk_ua: Плагін Free Packages не ввімкнено
zh_hans: Free Packages 插件未启用
zh_hant: Free Packages 外掛程式未啟用

# ASFInfoParseFailed
source: Failed to parse data from ASFInfo
de_de: Fehler beim Parsen der Daten von ASFInfo
ru_ru: Не удалось собрать данные из ASFInfo
tr_tr: ASFInfo'dan gelen veriler çözümlenemedi
uk_ua: Не вдалося обробити дані з ASFInfo
zh_hans: 解析来自 ASFInfo 的数据失败
zh_hant: 解析來自 ASFInfo 的資料失敗

# RemovingPackages
source: Removing {0} packages.
ru_ru: Удалено пакетов: {0}.
tr_tr: {0} paket kaldırılıyor.

# LicensePageFetchFail
source: Failed to fetch licenses page
ru_ru: Не удалось получить страницу лицензий
tr_tr: Lisanslar sayfası alınamadı

# LicensePageEmpty
source: Failed to find any removable packages
ru_ru: Не удалось найти ни одного удаляемого пакета
tr_tr: Kaldırılabilir paket bulunamadı

# RemovingNoPackages
source: Didn't find any free packages to remove
ru_ru: Не найдены бесплатные пакеты для удаления
tr_tr: Kaldırılacak ücretsiz paket bulunamadı

# ProductInfoFetchFailed
source: Failed to fetch product info
ru_ru: Не удалось получить информацию о товаре
tr_tr: Ürün bilgileri alınamadı

# RemovalQueueEmpty
source: No packages are being removed
ru_ru: Ни один пакет не был удалён
tr_tr: Kaldırılan paket yok

# RemovalsCancelled
source: Cancelled {0} removals.
ru_ru: Отменённых удалений: {0}.
tr_tr: {0} kaldırma işlemi iptal edildi.

# RemovalWaitMessage
source: Looking for free packages to remove, this scan will take ~{0} minutes. Cancel at any time using: {1}
ru_ru: Поиск бесплатных пакетов для удаления, сканирование займёт минут примерно: {0}. Можно отменить в любой момент с помощью: {1}
tr_tr: Kaldırılacak ücretsiz paketler aranıyor, bu tarama ~{0} dakika sürecek. Herhangi bir zamanda şu komutla iptal edin: {1}

# RemovablePackagesFound
source: Found {0} packages to remove: {1} To cancel, use: {2} To continue with removal, use: {3} To remove items from the list above before continuing, use: {4}
ru_ru: Найдено пакетов для удаления - {0}: {1} Для отмены, используйте: {2} Для продолжения удаления, используйте: {3} Для удаления элементов из вышеприведённого списка, прежде чем продолжить, используйте: {4}
tr_tr: Kaldırılacak {0} paket bulundu: {1} İptal etmek için: {2} Kaldırmaya devam etmek için: {3} Devam etmeden önce listedeki öğeleri kaldırmak için: {4}

# RemovingNoUnwatedPackages
source: Didn't find any unwanted free packages to remove
ru_ru: Не найдены нежелательные бесплатные пакеты для удаления
tr_tr: Kaldırılacak istenmeyen ücretsiz paket bulunamadı

# RemovalScanCancelled
source: Scan for unwanted free packages cancelled.
ru_ru: Сканирование нежелательных бесплатных пакетов отменено.
tr_tr: İstenmeyen ücretsiz paketler için tarama iptal edildi.

# RemovalScanAlreadyRunning
source: Already scanning for unwanted free packages
ru_ru: Уже идёт сканирование нежелательных бесплатных пакетов
tr_tr: Zaten istenmeyen ücretsiz paketler taranıyor

# RemovalPackageNotFound
source: {0} was not in the list of scanned packages
ru_ru: Отсутствует в списке отсканированных пакетов: {0}
tr_tr: {0} taranan paketler listesinde yoktu

# RemovalPackageCancelled
source: {0} removed
ru_ru: Удалено: {0}
tr_tr: {0} kaldırıldı

# RemovalScanCanceling
source: Cancelling scan for unwanted free packages...
ru_ru: Отмена сканирования нежелательных бесплатных пакетов...
tr_tr: İstenmeyen ücretsiz paketler için tarama iptal ediliyor...

# RemovalScanNeeded
source: You must first scan for unwanted free packages using the command: {0}
ru_ru: Сначала необходимо просканировать нежелательные бесплатные пакеты с помощью команды: {0}
tr_tr: Önce şu komutla ücretsiz paketleri taramanız gerekiyor: {0}

# RemovalsPaused
source: Pausing package removals until {0}
ru_ru: Удаление пакетов приостановлено до {0}
tr_tr: Paket kaldırma işlemleri {0} tarihine kadar duraklatıldı

# PlaytimeFetchFailed
source: Failed to get playtime information
ru_ru: Не удалось получить информацию о времени игры
tr_tr: Oynama süresi bilgisi alınamadı
